{
  "coastal": {
    "background": "Coastal",
    "marbles": 6,
    "mental": 5,
    "willpower": 12,
    "deep_words": 0,
    "weight_cap": 0,
    "unlocks": 7,
    "description": "Coastals are those that have spent most of their lives in the coastal city states of Halcyon. Sheltered and protected from both the dangers of the Wastes and the vast Oceans. Coastal individuals live relatively normal lives yet some of them follow the calling of becoming a Fisher. Either to provide for their communities or because they seek the thrill and adventure."
  },
  "sailor": {
    "background": "Sailor",
    "marbles": 6,
    "mental": 4,
    "willpower": 13,
    "deep_words": 0,
    "weight_cap": 0,
    "unlocks": 7,
    "description": "Drifters that never settle in one place for too long. Traveling the isles of Limbus for business, or part of a crew, they have seen quite a bit of the world and are often more mentally robust than those who spent their lives in one place."
  },
  "deep-touched": {
    "background": "Deep-Touched",
    "marbles": 4,
    "mental": 7,
    "willpower": 11,
    "deep_words": 1,
    "weight_cap": 0,
    "unlocks": 7,
    "description": "Deep-Touched are rare but make up a disproportional amount of Fishers. Innately drawn to the ocean and its creatures they often seek to follow the call that is luring them into the depths. Resilient against the horrors the ocean has to offer they may not be as adept at piloting their Gears as Fishers from different backgrounds."
  },
  "military": {
    "background": "Military",
    "marbles": 5,
    "mental": 4,
    "willpower": 12,
    "deep_words": 0,
    "weight_cap": 2,
    "unlocks": 9,
    "description": "Most city states employ a small military force to keep itself protected. These mentally sturdy individuals often receive Gear-pilot training. Fishers with a military background are common. Capable when fighting and catching fish they can be a valuable asset to a city state even after their active military service."
  },
  "freefisher": {
    "background": "Freefisher",
    "marbles": 4,
    "mental": 4,
    "willpower": 13,
    "deep_words": 0,
    "weight_cap": 2,
    "unlocks": 9,
    "description": "Freefishers are, in a word, pirates. They hang around the rougher city-states and ports, seeking mostly to ambush and rob other Fishers and traders. Freefishers often heavily modify their Gears, the tools of their trade, but generally have an extremely tenuous grasp on reality."
  },
  "researcher": {
    "background": "Researcher",
    "marbles": 4,
    "mental": 4,
    "willpower": 15,
    "deep_words": 0,
    "weight_cap": 0,
    "unlocks": 7,
    "description": "Researchers study either the oceans and its inhabitants or the technologies lost since the Beforewar. Rationally minded they don’t believe in the power of the Deep and attribute the lure of the ocean to other environmental factors. Researchers sometimes become Fishers, primarily to conduct some in the field research."
  },
  "custom": {
    "background": "Custom",
    "marbles": 4,
    "mental": 4,
    "willpower": 11,
    "deep_words": 0,
    "weight_cap": 0,
    "unlocks": 7,
    "description": ""
  }
}
